Repository: ZIDOUZI/Kemono-Downloader-GUI
Catalog: Kemono/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppDisplayName
source: Kemono Downloader
zh_cn: Kemono下载器

# OnOffToggle.OnContent
source: On
zh_cn: 开启

# OnOffToggle.OffContent
source: Off
zh_cn: 关闭

# AppDescription
source: A Simple Downloader for Kemono site
zh_cn: 一个简易的kemono站下载器

source: Download Page
zh_cn: 下载

# FilterTitle.Text
source: Filter
zh_cn: 过滤

# SettingsPersonalization.Text
source: Personalization
zh_cn: 个性化

# SettingTheme.PrimaryText
source: Theme
zh_cn: 主题

# DefaultDownloadPath.PrimaryText
source: Default Download Path
zh_cn: 默认下载路径

# DefaultDownloadPathText.PlaceholderText
source: Enter or Select a path as default download path. Download to the document folder if you do not choose
zh_cn: 选择或输入默认下载路径, 如不选择下载至文档文件夹

# ExportUrls.PrimaryText
source: Export urls
zh_cn: 导出url

# DefaultDateFormat.PrimaryText
source: Default date format
zh_cn: 默认日期格式

# ExportUrls.SecondaryText
source: Export urls in content to root dir after every download
zh_cn: 每次下载后将关联内容中的url导出到根目录

# DefaultDateFormat.SecondaryText
source: Set default date format in Pattern
zh_cn: 在命名方式中设置默认日期格式

# SettingsDefaultOption.Text
source: Default Options
zh_cn: 默认选项

# DefaultProxy.PrimaryText
source: Proxy
zh_cn: 代理

# DefaultPattern.PrimaryText
source: Pattern
zh_cn: 命名方式

# DefaultProxyCustomText.Header
source: Custom Proxy
zh_cn: 自定义代理

# DefaultProxyDisabled.Content
source: Disable Proxy
zh_cn: 禁用代理

# DefaultProxyDisabledText
source: Disable Proxy
zh_cn: 禁用代理

# DefaultProxySystemDefault.Content
source: Follow System
zh_cn: 跟随系统

# DefaultProxySystemDefaultText
source: Follow System
zh_cn: 跟随系统

# DefaultDownloadPathButton.Content
source: Select
zh_cn: 选择

# DefaultRpcHost.PrimaryText
source: RPC Host
zh_cn: RPC地址

# DefaultUseProxyInAria2.PrimaryText
source: Use proxy in RPC
zh_cn: 在RPC中使用代理

# SettingButtonToolTip.Content
source: More Options
zh_cn: 更多选项

# ShowNotification.PrimaryText
source: Enable Notification
zh_cn: 启用通知

# DefaultUseRpc.PrimaryText
source: Enable RPC
zh_cn: 启用RPC

# DefaultUseRpcSwitch.OnContent
source: Enable
zh_cn: 启用

# DefaultUseRpcSwitch.OffContent
source: Disable
zh_cn: 禁用

# SettingThemeLight.Content
source: Light
zh_cn: 亮色

# SettingThemeDark.Content
source: Dark
zh_cn: 暗色

# SettingThemeDefault.Content
source: Default
zh_cn: 默认

# About.Text
source: About this application
zh_cn: 关于此应用

# AboutDescription.Text
source: made by zidouzi with ❤️
zh_cn: made by 子斗子 with ❤️

# PrivacyTermsLink.Content
source: Privacy Terms Link
zh_cn: 隐私政策

# PrivacyTermsLink.NavigateUri
source: https://www.youtube.com/watch?v=dQw4w9WgXcQ
zh_cn: https://www.bilibili.com/video/BV1GJ411x7h7

# SettingsTitle.Text
source: Settings
zh_cn: 设置

# SettingButton.Text
source: Settings
zh_cn: 设置

# AboutButton.Text
source: About
zh_cn: 关于

# BuildButton.Content
source: Build
zh_cn: 构建

# AboutDialog.Title
source: About
zh_cn: 关于

# AboutDialog.CloseButtonText
source: OK
zh_cn: 确认

# SponsorDialog.Title
source: Would some sponsor?
zh_cn: 给点?

# SponsorDialog.PrimaryButtonText
source: OK
zh_cn: 确认

# SponsorDialog.CloseButtonText
source: Maybe next time
zh_cn: 下次一定

# SettingsPagePrivacyTermsLink.Content
source: Privacy Statement
zh_cn: 隐私声明

# SponsorText.Content
source: Donate link
zh_cn: 捐赠链接

# AliPay.Content
source: AliPay
zh_cn: 支付宝

# WeChatPay.Content
source: WeChat Pay
zh_cn: 微信

# OtherOptions.Text
source: Other Options
zh_cn: 其他选项

# CheckRpcHost.Content
source: Check Availability
zh_cn: 检查可用性

# DefaultUseRpc.SecondaryText
source: Enter the RPC host and click Check Availability
zh_cn: 输入RPC地址后再点击检查可用性

# ImportSettings.Content
source: Import Settings
zh_cn: 导入设置

# ExportSettings.Content
source: Export Settings
zh_cn: 导出设置

# OpenDataFolder.Content
source: Open app data folder
zh_cn: 打开应用数据文件夹

# RememberAccount.PrimaryText
source: Remember username and password
zh_cn: 记住用户名和密码

# LoginItem.PrimaryText
source: Login
zh_cn: 登录

# ClearSucceedInfos.PrimaryText
source: Clear succeed infos in download page
zh_cn: 清除下载页面中的成功信息

# ExportLatestLog.Content
source: Export log information
zh_cn: 导出日志信息

# LoginItem.SecondaryText
source: If the download file is 146B in size, you can try to log in and download it again
zh_cn: 如果下载文件大小为146B，可以尝试登录重新下载

# UsernameItem.PrimaryText
source: Username
zh_cn: 用户名

# PasswordItem.PrimaryText
source: Password
zh_cn: 密码

# DownloadDirectly.PrimaryText
source: Download directly
zh_cn: 直接下载

# DownloadDirectly.SecondaryText
source: After opening, the analysis button is not displayed, click the download button to directly analyze and download
zh_cn: 开启后不显示解析按钮, 点击下载按钮直接解析并下载
